Dlubal.DynamPro.NVCResultsMasses
Natural Vibration Case results - eigenvalues

Dlubal.DynamPro.NVCResultsMasses.Node
Number of node (corresponds to number of FE mesh point in RFEM)

Dlubal.DynamPro.NVCResultsMasses.MassX
Mass X [kg]

Dlubal.DynamPro.NVCResultsMasses.MassY
Mass Y [kg]

Dlubal.DynamPro.NVCResultsMasses.MassZ
Mass Z [kg]